---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.Font
source: html/780c914a-93cb-84e2-7a23-8ab38c64424e.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.Font Property

Indicates if the font name characteristic is overridden.

## Syntax (C#)
```csharp
public bool Font { get; set; }
```